{
	"summary": [
		{
			"location": "In the Crownlands",
			"content": "Lord Eddard Stark wakes up after a long period of unconsciousness, due to the injuries inflicted on him by Jaime Lannister's men. He finds both King Robert Baratheon and Queen Cersei waiting. \n\n    King Robert's hunting party.  \nCersei is furious with Eddard's acts in having her brother Tyrion arrested and attacking Jaime in the street. She wants Robert to take action against him, but Robert refuses to condemn him without hearing Eddard's side, and tells her to be silent. When Cersei protests further, and calls Robert a woman, he hits her. She says that she will wear the bruise with honor. He tells her to be silent, or he will honor her again, and Cersei leaves in anger. Afterwards, Robert restores Eddard to his position as King's Hand, and tells him not to quit again, or he will give the position to Jaime Lannister. He tells Lord Eddard to end the animosity between House Stark and House Lannister, as strife between these two powerful houses could lead them into war. He is leaving on a hunt and wants the realm at peace by the time he returns.\nArya has another \"dancing\" lesson with Syrio Forel, but isn't in the mood due to Jory's death. Syrio tells her that she may need to fight at any time, not just when she's in the mood. He wisely reminds her that being prepared to fight is more important in times of sadness than in peaceful times of happiness.\nKing Robert is out hunting, accompanied by his brother Renly, Ser Barristan Selmy and Lancel Lannister. Robert, being supplied with wine by Lancel, becomes drunk and nostalgic, longing for the days of young knights trying to make a name for themselves and when enemies stood openly in opposition (instead of being hidden schemers). Robert brags about all the women he has bedded, but Renly becomes irate when he begins to question him about his history with women. Renly calls him a fool and remarks that the past had its share of violence that Robert is conveniently ignoring. Renly storms off, leaving Ser Barristan to look on concerned, as Lancel keeps up King Robert's wine supply.\nIn King's Landing, at a meeting of the small council, a group of refugees come to tell of how their villages have been destroyed. Eddard hears tales of a huge knight ravaging the Riverlands. He realizes that it's Ser Gregor Clegane, \"The Mountain\", who is likely under Lannister orders to punish the Riverlands - which are held by House Tully, the former House of his wife Catelyn, who now holds Tyrion captive. Even though King Robert told him to make peace with the Lannisters, Lord Eddard could not bring himself to let this injustice stand. Eddard strips Gregor Clegane of his knighthood, land, and titles, and sends Lord Beric Dondarrion with a retinue of one hundred knights to arrest and execute him in the king's name. \n\n    Eddard discovers the secret Jon Arryn died for.  \nHe also orders Grand Maester Pycelle to send word to Casterly Rock, demanding Lord Tywin Lannister's presence in court to explain his bannerman's actions or be branded an enemy of the crown and a traitor to the realm. 'Littlefinger' Petyr Baelish, and Grand Maester Pycelle are both concerned with the harshness of these orders and Eddard's actions against the Lannisters, but Eddard wants to see justice done.\nPrince Joffrey comes to apologize to Sansa for the incident on the Kingsroad. He calls her his lady love and gives her a necklace. Sansa forgives him, and they seem reconciled. Sansa is unaware that the Queen put Joffrey up to the apology some time ago.\nEddard decides to send his daughters back to Winterfell. Arya is worried that she must leave Syrio. Sansa protests that no one cares about her trivial dancing instructor, they are talking about breaking her betrothal to Joffrey. Lord Eddard says that he will find someone else for her. Sansa refuses—she is going to marry Joffrey and have lots of golden-haired babies. This gives Eddard pause and sends him back to the book that Jon Arryn was looking at before he died. Consulting the book's entry on House Baratheon, Lord Eddard finds that every time a Baratheon has married, the children have had black hair…right up to Cersei and Robert's children, who are all blond.",
		"tags": [[0,17,"Lord Eddard Stark", "PERSON"],
		         [107, 122, "Jaime Lannister", "PERSON"],
		         [144, 165, "King Robert Baratheon", "PERSON"],
		         [170, 182, "Queen Cersei", "PERSON"],
		         [],
		         ]
		}	
	]
}
